Repository: Libertasio/thunar-shares-plugin
Catalog: po/*.po
Languages: ast, be, ca, cs, da, de, es, eu, fi, fr, gl, id, ja, kab, lt, lv, pt, pt_br, ru, sv, tr, ug, uk, ur_pk, zh_cn

source: Cannot change the path of an existing share; please remove the old share first and add a new one
ast: Nun puede camudase'l camín d'un recursu compartíu; por favor, esborra l'antiguu recursu compartíu primero y amiesta un nuevu
be: Не атрымалася змяніць шлях да існага рэсурса; калі ласка, выдаліце стары рэсурс і дадайце новы
ca: No es pot canviar la carpeta de una compartició ja existent; traieu primer l'antiga carpeta compartida i afegiu després la nova
cs: Nelze změnit cestu existující sdílené složky; nejdříve odeberte starou sdílenou složku a poté přidejte novou
da: Kunne ikke ændre stien af en eksisterende deling; fjern venligst den gamle deling først inden tilføjelse af en ny
de: Der Dateipfad einer Freigabe kann nicht geändert werden. Bitte entfernen Sie die Freigabe und erzeugen Sie sie neu.
es: No se puede cambiar la ruta de un recurso compartido; por favor, elimine el antiguo recurso compartido primero y añada uno nuevo
eu: Ezin da sorturik dagoen partekatze baten bidea; mesedez kendu partekatze zaharra aurretik eta gero gehitu berri bat
fi: Olemassaolevan jaon polkua ei voi muuttaa. Poista vanha jako ja luo uusi.
fr: Un partage existant ne peut pas être modifié; veuillez le supprimer et le recréer
gl: Non se puido cambiar a ruta do recurso existente; elimine primeiro o recurso antigo e engada outro novo
id: Tak dapat mengubah alaman bagian yang telah ada; silakan hapus bagian yang lama terlebih dahulu kemudian tambah yang baru
ja: 既存の共有パスを変更できません。先に古い共有を解除してから新しく追加してください。
kab: Ulamek ad ibeddel ubrid n beṭṭu i yellan yakan ; ttxil kkes qbel beṭṭu aqbur ternuḍ amaynut
lt: Nepavyko pakeisti kelio bendrinamam aplankui; pirmiausia pašalinkite seną viešinamą aplanką, po to pridėkite naują
lv: Nevar nomainīt ceļu esošai izdalei; lūdzu noņemiet veco izdali vispirms un tad pievienojiet jauno
pt: Incapaz de mudar o caminho de uma partilha existente; por favor, remova a partilha antiga primeiro e adicione uma nova
pt_br: Não é possível mudar o caminho de um compartilhamento existente; por favor, remova o compartilhamento antigo primeiro e adicione um novo
ru: Не удалось изменить путь существующего ресурса; пожалуйста, удалите старый ресурс и добавьте новый
sv: Kan inte ändra sökvägen för en befintlig utdelning; ta bort den gamla utdelningen och lägg till en ny
tr: Mevcut paylaşımın dosya yolu değiştirilemiyor; lütfen eski paylaşımı kaldırıp yeni bir paylaşım ekleyin
ug: ھەمبەھىرلەنگەن يولنى ئۆزگەرتكىلى بولمايدۇ. ئالدى بىلەن ھەمبەرھىرنى ئۆچۈرۈپ ئاندىن يېڭى ھەمبەھىر قوشۇڭ.
uk: Не вдалось змінити шлях існуючого загальнодоступного ресурсу; будь ласка, спочатку видаліть старий ресурс і тоді додайте новий
ur_pk: سابقہ شیئر کا پاتھ تبدیل نہیں کیا جاسکتا، براہ مہربانی پہلے پرانا شیئر ختم کریں اور پھر نیا شامل کریں
zh_cn: 无法修改已有的共享路径；请删除旧的共享并重新添加新的

source: Thunar - Manage Shared Folders
ast: Thunar - Alministrar carpetes comparties
ca: Thunar - Gestió de carpetes compartides
cs: Thunar - Správa sdílených složek
da: Thunar - håndtering af delingsmapper
de: Thunar - Ordnerfreigabeverwaltung
es: Thunar - Administrar carpetas compartidas
eu: Thunar - Kudeatu partekatutako karpetak
gl: Thunar - Xestionar cartafoles compartidos
ja: Thunar - 共有フォルダの管理
lv: Thunar - pārvaldiet koplietotās mapes
pt: Thunar - Gestão de pastas partilhadas
pt_br: Thunar - Gerenciar pastas compartilhadas
ru: Thunar — управление папками общего доступа
sv: Thunar - Hantera utdelade mappar
tr: Thunar - Paylaşım Dizini Yönetimi
uk: Thunar — Керувати теками загального доступу
ur_pk: تھنر - شیئر کردہ فولڈروں کی ادارت کریں
zh_cn: Thunar - 管理共享目录

source: You may need to install Samba, check your user permissions(usershares group) and re-login. <b>More info:</b> <u>http://thunar-shares.googlecode.com/</u>
be: Вам неабходна будзе ўсталяваць Samba, праверыць дазволы (usershares group) і зноў увайсці ў сістэму. <b>Больш падрабязна:</b> <u>http://thunar-shares.googlecode.com/</u>
ca: Pot ser que us calgui instaŀlar Samba, comproveu els permisos d'usuari (grup d'usuaris de compartició) i torneu a carregar. <b>Més informació a</b> <u>http://thunar-shares.googlecode.com/</u>
cs: Bude potřeba nainstalovat aplikaci Samba, zkontrolujte svoje uživatelská oprávnění (skupina usershares) a znovu se přihlašte.. <b>Více informací:</b> <u>http://thunar-shares.googlecode.com/</u>
da: Du kan være nødt til at installere Samba. Kontrollér dine rettigheder (brugerdelingsgruppe) og logind igen. <b>For mere information:</b> <u>http://thunar-shares.googlecode.com/</u>
de: Sie müssen vielleicht Samba installieren. Bitte überprüfen Sie Ihre Berechtigungen (Gruppe »usershares«) und melden Sie sich neu an. <b>Weitere Informationen:</b> <u>http://thunar-shares.googlecode.com</u>
es: Puede que necesite instalar Samba, compruebe sus permisos de usuario (grupo usershares) y re-inicie de sesión. <b>Más información:</b> <u>http://thunar-shares.googlecode.com/</u>
eu: Samba instalatu beharko duzu, zure baimenak egiaztatu (usershares taldea) eta saioa berriz hasi. <b>Argibide gehiago:</b> <u>http://thunar-shares.googlecode.com/</u>
fi: Sinun täytyy ehkä asentaa Samba. Tarkista käyttöoikeutesi (kuuluthan ryhmään usershares) ja kirjaudu uudelleen. <b>Lisätietoja:</b> <u>http://thunar-shares.googlecode.com/</u>
fr: Vous pourriez avoir besoin d'installer Samba, vérifiez vos permissions (groupes de partage) et reconnectez-vous. <b>Plus d'informations:</b> <u>http://thunar-shares.googlecode.com/</u>
gl: Podería ter que instalar Samba, comprobe os seus permisos de usuario (grupo usershares) e volva conectar. <b>Máis información:</b> <u>http://thunar-shares.googlecode.com/</u>
lt: Turite įdiegti Samba, patikrinkite savo leidimus(usershares grupė) ir prisijunkite iš naujo. <b>Daugiau informacijos:</b> <u>http://thunar-shares.googlecode.com/</u>
lv: Jums varbūt ir jāinstalē Samba, pārbaudiet savas atļaujas (usershares group)un atkārtoti pieskatieties. <b>Vairāk informācijas:</b> <u>http://thunar-shares.googlecode.com/</u>
pt: Pode precisar de instalar o Samba, verifique as suas permissões (grupo usershares) e reinicie a sessão. <b>Mais info:</b> <u>http://thunar-shares.googlecode.com/</u>
pt_br: É possível que você tenha de instalar o Samba, cheque suas permissões de usuário (grupo usershare) e conecte novamente. <b>Para mais informações:</b> <u>http://thunar-shares.googlecode.com/</u>
ru: Вам может потребоваться установить Samba, проверить разрешения (usershares group), и заново войти в систему. <b>Дополнительная информация:</b> <u>http://thunar-shares.googlecode.com/</u>
sv: Du kan behöva installera Samba. Kontrollera dina användarrättigheter (gruppen usershares) och logga in igen. <b>Mer information:</b> <u>http://thunar-shares.googlecode.com/</u>
tr: Sambayı kurmanız gerekebilir, lütfen kullanıcı izinlerini kontrol edip tekrar giriş yapın. <b>Ayrıntılı bilgi:</b> <u>http://thunar-shares.googlecode.com/</u>
ug: Samba ئورنىتىلمىغان ياكى ھوقۇقىنىڭ يوق. ھوقۇق مەسىلىسى بولسا Samba غا خەتلىتىپ ياكى ھەمبەھىر گۇرۇپپىسىغا خەتلىتىپ قايتا كىرىڭ <b>تېخى كوپ ئۇچۇرلار ئۈچۈن:</b> <u>http://thunar-shares.googlecode.com/ گە مەرھەمەت</u>
ur_pk: آپ کو شاید سامبا نصب کرنے کی ضرورت ہے، اپنے نام کے اجازے (پرمیشن) چیک کریں (usershares group) اور دوبارہ لاگ ان کریں. <b>مزید معلومات کے لیے دیکھیے:</b> <u>http://thunar-shares.googlecode.com/</u>
zh_cn: 您可能需要安装 Samba，检查您的用户权限(用户共享组) 然后重新登录。 <b>更多信息请查看:</b> <u>http://thunar-shares.googlecode.com/</u>

source: Thunar - Add a share
ast: Thunar - Amestar un recursu compartíu
ca: Thunar - Afegeix compartició
cs: Thunar - Přidání sdílené složky
da: Thunar - Tilføj en deling
de: Thunar - Einen Ordner freigeben
es: Thunar - Agregar un recurso compartido
eu: Thunar - Gehitu partekatze bat
gl: Thunar - Engadir un recurso compartido
ja: Thunar - 共有の追加
lv: Thunar - pievienot izdali
pt: Thunar - Adicionar uma partilha
pt_br: Thunar - Adicionar um comartilhamento
ru: Thunar — Добавить папку общего доступа
sv: Thunar - Lägg till en utdelning
tr: Thunar - Paylaşım Ekle
uk: Thunar — Додати теку загального доступу
ur_pk: تھنر - شیئر شامل کریں
zh_cn: Thunar - 添加一个共享

source: Folder:
ca: Carpeta:
cs: Složka:
da: Mappe:
de: Ordner:
es: Carpeta:
eu: Karpeta:
gl: Cartafol:
ja: フォルダ:
lv: Mape:
pt: Pasta:
pt_br: Pasta:
ru: Папка:
sv: Mapp:
tr: Dizin:
ur_pk: فولڈر:
zh_cn: 文件夹:

source: Share name:
ca: Nom compartit:
cs: Název sdílené složky:
da: Delenavn:
de: Freigabename:
es: Nombre del recurso compartido:
eu: Partekatze izena:
gl: Nome do recurso:
ja: 共有名:
lv: Izdales nosaukums:
pt: Nome de partilha:
pt_br: Nome do compartilhamento:
ru: Сетевое имя:
sv: Utdelningens namn:
tr: Paylaşım Adı:
ur_pk: شیئر کا نام:
zh_cn: 共享名:

source: Allow others users to write in this folder
ast: Permitir escritura a tolos usuarios
be: Дазволіць іншым карыстальнікам запісваць у гэты каталог
ca: Permet a altres usuaris escriure en aquesta carpeta
cs: Povolit ostatním uživatelům zápis do této složky
da: Tillad andre brugere at skrive i denne mappe
de: Andere Benutzer dürfen in diesen Ordner schreiben.
es: Permitir escritura a todos los usuarios
eu: Onartu beste erabiltzaileek karpeta honetan idaztea
fi: Salli muiden muokata kansion sisältöä.
fr: Permettre l'écriture dans ce dossier aux autres utilisateurs
gl: Permitirlle a outros usuarios escribir neste cartafol
id: Izinkan pengguna lain untuk menulis di folder ini
ja: 他のユーザのこのフォルダへの書き込みを許可する
kab: Sireg iseqdacen-nniḍen akken ad arun deg ukaram-a
lt: Leisti kitiems kurti ir trinti failus šiame aplanke
lv: Atļaut citiem lietotājiem rakstīt šai mapē
pt: Permitir que outros utilizadores gravem nesta pasta
pt_br: Permitir que outros usuários gravem nesta pasta
ru: Разрешить другим пользователям записывать в эту папку.
sv: Tillåt andra användare att skriva till denna mapp
tr: Diğerlerinin bu dizine yazmasına izin ver
ug: باشقىلار مۇ مۇندەرىجىگە يازالىسۇن
uk: Дозволити запис інших користувачів до цієї теки
ur_pk: دیگر صارفین کو اس فولڈر میں لکھنے کی اجازت دیں
zh_cn: 允许其他用户写入此目录

source: Allow Guest access
ast: Permitir accesu a invitados
be: Дазволіць гасцявы доступ
ca: Permet l'accés de visitants (Guest)
cs: Povolit přístup nepřihlášeným uživatelům
da: Tillad gæsteadgang
de: Gastzugang erlauben
es: Permitir acceso a invitados
eu: Onartu gonbidatu sarrera
fi: Salli vieraskäyttö.
fr: Permettre l'accès hôte
gl: Permitir o acceso coma invitado
id: Izinkan akses Tamu
ja: ゲストアクセスを許可する
kab: Sireg anekcum n yinebgawen
lt: Leisti svečio prieigą
lv: Atļaut viesa pieeju
pt: Permitir acesso de convidado
pt_br: Permitir acesso remoto
ru: Разрешить гостевой доступ
sv: Tillåt gäståtkomst
tr: Guest erişimine izin ver
ug: سەيياھ زىيارىتىگە يول قوي
uk: Дозволити гостьовий доступ
ur_pk: مہمانوں کی رسائی کی اجازت دیں
zh_cn: 允许来宾访问

source: Comments:
ast: Comentarios:
be: Каментары:
ca: Comentaris:
cs: Komentáře:
da: Kommentarer:
de: Kommentar:
es: Comentarios:
eu: Iruzkinak:
fi: Kommentit:
fr: Commentaires :
gl: Comentarios:
id: Komentar:
ja: コメント:
kab: Iwenniten:
lt: Komentarai:
lv: Komentārs:
pt: Comentários:
pt_br: Comentários:
ru: Коментарии:
sv: Kommentarer:
tr: Yorum:
ug: ئىزاھات:
uk: Коментарі:
ur_pk: تبصرہ جات:
zh_cn: 注释:

source: Thunar - Edit share
ast: Thunar - Editar recursu compartíu
ca: Thunar - Treu compartició
cs: Thunar - Úprava sdílené složky
da: Thunar - Redigér deling
de: Thunar - Freigabe bearbeiten
es: Thunar - Editar recurso compartido
eu: Thunar - Editatu partekatzea
gl: Thunar - Modificar recurso compartido
ja: Thunae - 共有の編集
lv: Thunar - rediģēt izdali
pt: Thunar - Editar partilha
pt_br: Thunar - Editar compartilhamento
ru: Thunar — Редактировать общий ресурс
sv: Thunar - Redigera utdelning
tr: Thunar - Paylaşım Düzenle
uk: Thunar — Редагувати теку загального доступу
ur_pk: تھنر - شیئر مدون کریں
zh_cn: Thunar - 修改一个共享

source: There was an error while getting the sharing information
ca: Hi ha hagut un error al obtenir la informació de la compartició
cs: Při získávání informací o sdílení došlo k chybě
da: Der var en fejl under hentning af deleinformation
de: Fehler beim Ermitteln der Freigabeinformationen
es: Se produjo un error al obtener la información compartida
eu: Errore bat gertatu da partekatze argibideak eskuratzean
gl: Houbo un erro mentres se obtiña a información de compartimento
ja: 共有情報の取得中にエラーが発生しました
lv: Radās kļūda iegūstot koplietošanas informāciju
pt: Ocorreu um erro ao obter a informação de partilha
pt_br: Houve um erro ao obter informação sobre o compartilhamento
ru: В ходе установки свойств ресурса произошла ошибка
sv: Det uppstod ett fel vid hämtning av utdelningsinformation
tr: Paylaşım bilgisi alınırken hata oluştu
ur_pk: شیئرنگ معلومات حاصل کرنے میں کوئی غلطی سرزرد ہوئی ہے
zh_cn: 获取共享信息时发生一个错误

source: <b>Folder Sharing</b>
ast: <b>Compartir carpetes</b>
be: <b>Агульны доступ да каталогаў</b>
ca: <b>Compartició de carpetes</b>
cs: <b>Sdílení složky</b>
da: <b>Mappedeling</b>
de: <b>Ordnerfreigabe</b>
es: <b>Compartir carpetas</b>
eu: <b>Karpeta partekatzea</b>
fi: <b>Kansion jakaminen</b>
fr: <b>Partage de dossier</b>
gl: <b>Compartimento de cartafol</b>
id: <b>Berbagi Folder</b>
ja: <b>フォルダの共有</b>
kab: <b> Beṭṭu n ukaram </b>
lt: <big><b>Aplankų bendrinimas</b></big>
lv: <b>Mapes koplietošana</b>
pt: <b>Partilhar Pasta</b>
pt_br: <b>Compartilhando pasta</b>
ru: <b>Общий доступ к папкам</b>
sv: <b>Mapputdelning</b>
tr: <b>Dizin Paylaşımı</b>
ug: <b>مۇندەرىجىنى ھەمبەھىرلە</b>
uk: <b>Загальний доступ до тек</b>
ur_pk: <b>فولڈر شیئرنگ</b>
zh_cn: <b>文件夹共享</b>

source: Share this folder
ast: Compartir esta carpeta
be: Дазволіць доступ да гэтага каталога
ca: Comparteix aquesta carpeta
cs: Sdílet tuto složku
da: Del denne mappe
de: Diesen Ordner freigeben
es: Compartir esta carpeta
eu: Partekatu karpeta hau
fi: Jaa tämä kansio
fr: Partager ce dossier
gl: Compartir este cartafol
id: Bagi folder ini
ja: このフォルダを共有する
kab: Bḍu akaram-a
lt: Bendrinti šį aplanką
lv: Koplietot šo mapi
pt: Partilhar esta pasta
pt_br: Compartilhe esta pasta
ru: Разрешить общий доступ к этой папке
sv: Dela ut denna mapp
tr: Bu dizini paylaş
ug: بۇ مۇندەرىجىنى ھەمبەرىلەيدۇ
uk: Дати загальний доступ до цієї теки
ur_pk: یہ فولڈر شیئر کریں
zh_cn: 共享此目录

source: Share Name:
ast: Nome del recursu compartíu:
be: Сеткавая назва:
ca: Nom compartit:
cs: Název sdílené složky:
da: Delingsnavn:
de: Freigabename
es: Nombre del recurso compartido:
eu: Partekatze izena:
fi: Jaon nimi:
fr: Nom du partage :
gl: Nome do recurso:
id: Nama Bagian:
ja: 共有名:
kab: Bḍu isem:
lt: Bendrinimo vardas:
lv: Izdales nosaukums:
pt: Nome da partilha:
pt_br: Nome do compartilhamento:
ru: Сетевое имя:
sv: Utdelningens namn:
tr: Paylaşım Adı:
ug: ھەمبەھىر نامى
uk: Мережеве ім'я:
ur_pk: شیئر کا نام:
zh_cn: 共享名:

source: Share
ast: Compartir
be: Супольныя файлы
ca: Comparteix
cs: Sdílená složka
da: Deling
de: Freigabe
es: Compartir
eu: Partekatu
fi: Jako
fr: Partage
gl: Compartir
id: Bagi
ja: 共有
kab: Bḍu
lt: Bendrinti
lv: Koplietot
pt: Partilhar
pt_br: Compartilhar
ru: Общий ресурс
sv: Utdelning
tr: Paylaşım
ug: ھەمبەھىر
uk: Тека загального доступу
ur_pk: شیئر
zh_cn: 共享

source: Manage shared folders...
ast: Alministrar carpetes comparties...
ca: Gestiona les carpetes compartides…
cs: Správa sdílených složek...
da: Håndtering af delte mapper...
de: Verwalten Sie ihre freigegebenen Ordner...
es: Administrar carpetas compartidas...
eu: Kudeatu partekatutako karpetak...
gl: Xestionar os cartafoles compartidos...
ja: 共有フォルダの管理...
lv: Pārvaldīt koplietotās mapes...
pt: Gerir pastas partilhadas...
pt_br: Gerenciar pasta compartilhadas...
ru: Управление папками общего доступа
sv: Hantera utdelade mappar...
tr: Paylaşılan dizinleri yönet...
uk: Керувати теками загального доступу...
ur_pk: شیئر کردہ فولڈروں کی ادارت کریں...
zh_cn: 管理共享目录...

source: Add, edit and remove shared folders
ast: Amestar, editar y desaniciar carpetes compartíes
ca: Afegeix, edita o treu carpetes compartides
cs: Přidává, upravuje a odebírá sdílené složky
da: Tilføj, redigér og fjern delte mapper
de: Freigaben erstellen, bearbeiten und entfernen
es: Agregar, editar y borrar carpetas compartidas
eu: Gehitu, editatu eta kendu partekatutako karpetak
gl: Engadir, modificar e eliminar cartafoles compartidos
ja: 共有フォルダの追加、編集、または解除を行います
lv: Pievienot, rediģēt un noņemt koplietotās mapes
pt: Adicionar, editar ou remover pastas partilhadas
pt_br: Adicionar, editar ou remover pastas compartilhadas
ru: Добавить, редактировать и удалить папки общего доступа
sv: Lägg till, redigera och ta bort utdelade mappar
tr: Paylaşım dizini ekle, düzenle ve kaldır
uk: Додавати, редагувати і видаляти теки загального доступу
ur_pk: شامل، مدون اور شیئر کردہ فولڈر حذف کریں
zh_cn: 添加、修改和删除共享目录

source: There was an error while listing shares
ja: 共有のリスト中にエラーが発生しました

source: <b>Comments:</b>
uk: <b>Коментарі:</b>

source: <b>Share name:</b>
uk: <b>Ім'я теки в мережі:</b>

source: Allow other users to write in this folder
uk: Дозволити іншим користувачам запис в цю теку

source: Thunar Shares Error
uk: Помилка тек загального доступу Thunar

source: Thunar Shares Question
uk: Питання загального доступу Thunar

source: _Apply
be: _Ужыць
fi: _Käytä
lt: _Taikyti

source: You are not the owner of the folder.
be: Вы не ўладальнік гэтага каталога.
fi: Et ole kansion omistaja.
fr: Vous n'êtes pas le propriétaire du répertoire.
kab: Ur telliḍ ara d bab/lal n ukaram.
lt: Jūs nesate šio aplanko savininkas.
ug: سىز بۇ مۇندەرىجىنىڭ ئىگىسى ئەمەس.
