Repository: Libertasio/thunar-shares-plugin
Catalog: po/*.po
Languages: ast, be, ca, cs, da, de, es, eu, fi, fr, gl, id, ja, kab, lt, lv, pt, pt_br, ru, sv, tr, ug, uk, ur_pk, zh_cn

source: Please, write a name.
ast: Por favor, escribi un nome.
be: Калі ласка, упішыце імя.
ca: Escriviu un nom.
cs: Zadejte název.
da: Skriv venligst et navn.
de: Geben Sie bitte einen Namen ein.
es: Por favor, escriba un nombre.
eu: Mesedez, idatzi izen bat.
fi: Anna jaolle nimi.
fr: Veuillez insérer un nom.
gl: Escriba un nome.
id: Tolong, tulis nama.
ja: 名前を入力してください。
kab: Ttxil, aru isem.
lt: Įveskite vardą.
lv: Rihards Priedītis
pt: Por favor, escreva um nome.
pt_br: Por favor, escreva um nome.
ru: Пожалуйста, укажите имя для общего доступа
sv: Ange ett namn.
tr: Lütfen bir isim yazın.
ug: ئاتىنى كىرگۈزۈڭ.
uk: Будь-ласка, вкажіть назву
ur_pk: براہ مہربانی نام لکھیں.
zh_cn: 请输入名字。

source: Share name too long. Some old clients may have problems to access it, continue anyway?
be: Занадта працяглая назва рэсурса. У некаторых састарэлых кліентаў не атрымаецца падлучыцца да яго, працягнуць?
ca: Nom compartit massa llarg. Alguns clients antics poden tenir problemes per accedir-hi, voleu continuar?
cs: Název sdílené položky je příliš dlouhý. Někteří starší klienti mohou mít potíže s přístupem k nim, chcete přesto pokračovat?
da: Delenavn er for langt. Nogle ældre klienter kan have problemer med at tilgå det. Vil du fortsætte?
de: Der Freigabename ist zu lang. Einige ältere Programme könnten Probleme haben, auf die Freigabe zuzugreifen. Möchten Sie trotzdem fortfahren?
es: Nombre del recurso compartido demasiado largo. Algunos clientes antiguos pueden tener problemas para acceder a él, ¿Continuar de todos modos?
eu: Partekatze izen luzeegia. Zenbait bezero zaharrek eskuratzeko arazoak izan ditzakete, jarraitu hala ere?
fi: Jaon nimi on liian pitkä. Tämä voi aiheuttaa ongelmia vanhojen asiakasohjelmien kanssa. Jatketaanko silti?
fr: Le nom de partage est trop long. Certains clients anciens pourraient avoir des problèmes en voulant y accéder, continuer ?
gl: O nome do recurso é moi longo. Algúns clientes antigos poderían ter problemas ó acceder a el, desexa continuar de tódolos xeitos?
ja: 共有名が長すぎます。一部旧式のクライアントからのアクセスで問題があるかもしれません。それでも続けますか?
kab: Bḍu isem ɣezzifen nezzeh. Kra n yimsaɣen iqburen zemren ad sɛun uguren deg unekcum ɣur-s, ad tkemmleḍ?
lt: Bendrinimo vardas per ilgas. Kai kuriem seniem klientams gali kilti bėdų pasiekiant tai, vistiek tęsti?
lv: Izdales nosaukums par garu. Dažiem vecajiem klientiem būs problēmas piekļūt, turpināt vienalga?
pt: Nome de partilha muito longo. Alguns clientes antigos podem ter problemas de acesso, continuar na mesma?
pt_br: O nome do compartilhamento é muito longo. Alguns clientes mais antigos podem ter problemas acessando-o, continuar assim mesmo?
ru: Слишком длинное имя ресурса. Некоторым устаревшим клиентам не удастся к нему подключиться. Продолжить?
sv: Utdelningsnamnet är för långt. Vissa gamla klienter kan få problem med att komma åt den. Fortsätt ändå?
tr: Paylaşım ismi çok uzun. Bazı eski istemciler erişimde sıkıntı yaşayabilir, devam etmek istiyor musunuz?
ug: ھەمبەھىر ئاتى بەك ئۇزۇن. كونا client پروگراممىلىرىدا مەسىلە كۆرۈلۈشى مۇمكىن. شۇنداقتىمۇ داۋاملاشتۇرامسىز؟
ur_pk: شیئر کا نام بہت طویل ہے. کچھ پرانے کلائینٹس کو ان تک رسائی میں مسائل درپیش ہوسکتے ہیں، کی ہر صورت آگے بڑھا جائے؟
zh_cn: 共享名太长。一些旧的客户端访问时可能会有问题，继续吗？

source: Error while getting share information: %s
be: Падчас атрымання звестак пра рэсурс адбылася памылка: %s
ca: Error al obtenir la informació compartida: %s
cs: Při získávání informací o sdílení došlo k chybě: %s
da: Fejl opstod under hentning af deleinformation: %s
de: Fehler beim Abrufen der Freigabeinformationen: %s
es: Error al obtener la información compartida: %s
eu: Errorea partekatze argibideak eskuratzean: %s
fi: Virhe noudettaessa jaon tietoja: %s
fr: Erreur lors de l'obtention des informations du partage: %s
gl: Erro mentres se obtiña a información do recurso: %s
ja: 共有情報の取得中にエラーが発生しました: %s
kab: Tuccḍa deg wawway n telɣut n beṭṭu: %s
lt: Klaida gaunant bendrinimo duomenis: %s
lv: Kļūda iegūstot izdales informāciju: %s
pt: Erro ao obter informação de partilha: %s
pt_br: Erro ao obter informação sobre o compartilhamento: %s
ru: Не удалось получить сведения о ресурсе: %s
sv: Fel vid hämtning av utdelningsinformation: %s
tr: Paylaşım bilgisi alınırken hata oluştu: %s
ug: ھەمبەھىر ئۇچۇرىنى ئېلىشتا خاتالىق كۆرۈلدى: %s
ur_pk: شیئر معلومات حاصل کرنے میں غلطی: %s
zh_cn: 获取共享信息时发生错误: %s

source: Another share has the same name
be: Іншы рэсурс ужо мае такую назву
ca: Hi ha una altra compartició amb aquest nom
cs: Jiná sdílená položka již má stejný název
da: En anden deling har det samme navn
de: Es gibt bereits eine andere Freigabe dieses Namens.
es: Otro recurso compartido tiene el mismo nombre
eu: Beste partekatze batek izen berdina du.
fi: Toisella jaolla on jo sama nimi
fr: Un autre partage a le même nom
gl: Outro recurso ten o mesmo nome
ja: 他に同名の共有名が存在します
kab: Beṭṭu-nniḍen yesɛa isem kifkif d wa
lt: Yra kitas bendrinamas aplankas tuo pačiu pavadinimu
lv: Izdale ar tādu nosaukums jau tiek lietots
pt: Já existe uma partilha com o mesmo nome
pt_br: Um outro compartilhamento possui o mesmo nome
ru: Другой ресурс уже имеет это название
sv: En annan utdelning har samma namn
tr: Aynı isimde başka bir paylaşım bulunuyor
ug: باشقا بىر ھەمبەھىرنىڭمۇ مۇشۇنداق ئاتى بار ئىكەن.
ur_pk: دوسرا شیئر اسی نام سے موجود ہے
zh_cn: 与另一个共享重名

source: Cannot modify the share:
ast: Nun puede camudase'l recursu compartíu:
be: Не атрымалася змяніць:
ca: No s'ha pogut modificar la compartició:
cs: Nelze změnit sdílenou složku:
da: Kan ikke ændre delingen:
de: Freigabe kann nicht bearbeitet werden:
es: No se puede modificar el recurso compartido:
eu: Ezin da partekatzea aldatu:
fi: Jaon muokkaus ei onnistu:
fr: Échec à la modification du partage :
gl: Non se puido modificar o recurso:
id: Tak dapat memodifikasi bagian:
ja: 共有を変更できません:
kab: Ur izmir ara ad isnifel beṭṭu:
lt: Nepavyko pakeisti bendrinimo:
lv: Nevar modificēt izdali:
pt: Incapaz de modificar a partilha:
pt_br: Não foi possível modificar o compartilhamento:
ru: Не удалось изменить параметры общего доступа:
sv: Kan inte ändra utdelningen:
tr: Paylaşım değiştirilemiyor:
ug: ھەمبەھىرنى ئۆزگەرتكىلى بولمىدى:
uk: Не вдається змінити теку загального доступу:
ur_pk: شیئر میں تبدیلی نہیں کی جاسکتی:
zh_cn: 无法修改共享:

source: Thunar needs to add some permissions to your folder in order to share it. Do you agree?
ast: Thunar necesita amestar dalgunos permisos a la to carpeta pa compartila. ¿Tas d'alcuerdu?
be: Thunar мае патрэбу дадаць пэўныя правы доступу да гэтага каталога. Вы згодныя?
ca: Cal afegir alguns permisos a la carpeta per poder compartir-la. Esteu d'acord?
cs: Aplikace Thunar přidá této složce oprávnění, aby ji mohla sdílet. Chcete pokračovat?
da: Thunar er nødt til at tilføje nogle rettigheder til din mappe for af dele denne. Accepterer du?
de: Thunar muss einige Rechte dieses Ordners ändern, um ihn freizugeben. Wollen Sie das?
es: Thunar necesita añadir algunos permisos a su carpeta para compartirla. ¿Está de acuerdo?
eu: Thunarrek zure karpetara baimen batzuek gehitu behar dizkio partekatu ahal izateko. Ados zaude?
fi: Saako Thunar muokata kansion käyttöoikeuksia, jotta sen jako onnistuu?
fr: Thunar doit ajouter des permissions à votre dossier pour en permettre le partage. Êtes-vous d'accord ?
gl: Thunar ten que lle engadir algúns permisos ó seu cartafol para podelo compartir. Está de acordo?
id: Thunar perlu menambah beberapa hak akses ke folder anda supaya dapat membaginya. Anda setuju?
ja: Thunar は共有するフォルダに対していくつかのアクセス権の追加を必要とします。よろしいですか?
kab: Thunar yesra ad yernu kra n tsirag i ukaram-ik•im akken ad t-yebḍu. Tqebleḍ?
lt: Tam, kad Thunar galėtų bendrinti aplanką, jam reikia pridėti kelis leidimus. Ar sutinkate?
lv: Thunar nepieciešama pievienot atļaujas jūsu mapei, lai varētu to koplietot. Vai piekrītat?
pt: O Thunar precisa adicionar algumas permissões à sua pasta para partilhá-la. Concorda?
pt_br: O Thunar precisa adicionar algumas permissões a sua pasta para assim compartilhá-la. Você concorda?
ru: Приложению Thunar необходимо добавить определенные права доступа к вашей папке для организации общего доступа к ней. Вы согласны добавить новые права?
sv: Thunar behöver lägga till några rättigheter på din mapp för att kunna dela ut den. Godkänner du det?
tr: Thunar paylaşım için dizin izinlerin değiştirilmesine ihtiyaç duyuyor. Kabul ediyor musunuz?
ug: Thunar ھەمبەھىر قىلىدىغان مۇندەرىجىگە ھوقۇق بەلگىلەپ بېرىدۇ. قوشۇلامسىز؟
uk: Програмі Thunar необхідно додати деякі права доступу до вашої теки для організації загального доступу до неї. Ви погоджуєтесь з цим?
ur_pk: تھنر کو آپ کے فولڈر میں کچھ اجازے شامل کرنے کی ضرورت ہے تاکہ اسے شیئر کیا جاسکے. کیا آپ کو منظور ہے؟
zh_cn: Thunar 需要增加一些权限设置至您的目录以便共享。是否同意？

source: Error when changing folder permissions.
ast: Fallu al camudar los permisos de la carpeta
be: Падчас змены дазволаў на доступ адбылася памылка.
ca: Hi ha hagut un error al canviar els permisos de la carpeta.
cs: Chyba při nastavování oprávnění ke složce.
da: Fejl opstod ved ændring af mapperettigheder.
de: Fehler beim Ändern der Ordnerrechte
es: Error al cambiar los permisos de la carpeta
eu: Errorea karpeta baimenak aldatzean.
fi: Kansion käyttöoikeuksien muokkaus epäonnistui.
fr: Erreur lors du changement de permissions du dossier.
gl: Erro ó cambiar os permisos do cartafol.
id: Galat ketika mengubah hak akses folder.
ja: フォルダのアクセス権変更時にエラーが発生しました。
kab: Tuccḍa deg ubeddel n tsirag n ukaram.
lt: Klaida keičiant aplanko leidimus.
lv: Kļūda mainot mapes atļaujas.
pt: Erro durante a alteração das permissões da pasta.
pt_br: Erro durante a alteração das permissões da pasta.
ru: При смене прав доступа возникла ошибка.
sv: Fel vid ändring av mapprättigheter.
tr: Dizin izinleri değiştirilirken hata oluştu.
ug: مۇندەرىجە ھوقۇقىنى ئۆزگەرتىشتە خاتالىق كۆرۈلدى.
uk: Помилка при зміні прав доступу до теки.
ur_pk: فولڈر کے اجازے بدلتے وقت غلطی.
zh_cn: 改变目录权限时发生错误。

source: %s %s %s returned with signal %d
ast: %s %s %s finó cola señal %d
be: %s %s %s вярнуў сігнал %d
ca: %s %s %s acabat amb el senyal %d
cs: %s %s %s se vrátil se signálem %d
da: %s %s %s returnerede med signal %d
de: %s %s %s gab das Signal %d zurück.
es: %s %s %s finalizó con la señal %d
eu: %s %s %s %d seinaleaz amaitu da
fi: %s %s %s palautti signaalin %d
fr: %s %s %s a renvoyé un signal %d
gl: %s %s %s rematou co sinal %d
id: %s %s %s kembali dengan sinyal %d
ja: %s %s %s はシグナル %d を返しました
kab: %s %s %s yuɣal-s s tmuli %d
lt: %s %s %s baigėsi su signalu %d
lv: %s %s %s atgrieza signālu %d
pt: %s %s %s retornou com o sinal %d
pt_br: %s %s %s retornou com o sinal %d
ru: Процесс %s %s %s завершён с сигналом возврата %d
sv: %s %s %s returnerade signal %d
tr: %s %s %s %d sinyali döndürdü
ug: %s %s %s قايتۇرغان سىگنال %d
uk: %s %s %s повернувся з сигналом %d
ur_pk: %s %s %s واپس کردیا گیا بمع سگنل %d
zh_cn: %s %s %s 返回 %d 信号

source: %s %s %s failed for an unknown reason
ast: %s %s %s falló por un motivu desconocíu
be: Невядомая памылка падчас запуску %s %s %s
ca: %s %s %s ha fallat per motius desconeguts
cs: %s %s %s selhal z neznámého důvodu
da: %s %s %s fejlede af ukendt grund
de: %s %s %s schlug mit unbekanntem Grund fehl.
es: %s %s %s falló por un motivo desconocido
eu: %s %s %s-ek arrazoi ezezagun bategatik huts egin du
fi: %s %s %s epäonnistui tuntemattomasta syystä
fr: %s %s %s a échoué pour une raison inconnue
gl: %s %s %s fallou debido a unha razón descoñecida
id: %s %s %s gagal karena alasan yang tak diketahui
ja: %s %s %s は不明な理由で失敗しました
kab: %s %s %s ccḍen, tamentilt ur tban ara
lt: %s %s %s nepavyko dėl nežinomos priežasties
lv: %s %s %s nezināmu iemeslu dēļ neizdevās
pt: %s %s %s falhou por uma razão desconhecida
pt_br: %s %s %s falhou por uma razão desconhecida
ru: Неизвестная ошибка при запуске %s %s %s
sv: %s %s %s misslyckades av en okänd anledning
tr: %s %s %s bilinmeyen bir nedenden dolayı gerçekleştirilemedi
ug: %s %s %s نامەلۇم سەۋەبتىن مەغلۇپ بولدى
uk: %s %s %s невдалий з невідомою помилкою
ur_pk: %s %s %s نامعلوم وجوہات کی بناء پر ناکام
zh_cn: %s %s %s 由于未知原因失败

source: 'net usershare' returned error %d: %s
ast: 'net usershare' devolvió'l fallu %d: %s
be: Падчас запуску 'net usershare' адбылася памылка %d: %s
ca: «net usershare» ha tornat l'error %d: %s
cs: Příkaz 'net usershare' vrátil chybu %d: %s
da: 'net usershare' returnerede fejl %d: %s
de: Der Aufruf von »net usershare« erzeugte Fehler Nummer %d: %s
es: 'net usershare' devolvió el error %d: %s
eu: 'net usershare' komandoak %d errorea itzuli du: %s
fi: "net usershare" palautti virheen %d: %s
fr: 'net usershare' a renvoyé une erreur %d : %s
gl: 'net usershare' rematou co erro %d: %s
id: 'net usershare' mengembalikan galat %d: %s
ja: 'net usershare' はエラー %d を返しました: %s
lt: „net usershare“ baigėsi klaida %d: %s
lv: "net usershare" atgrieza kļūda: %d: %s
pt: 'net usershare' retornou o erro %d: %s
pt_br: O "compartilhamento de rede do usuário" retornou o erro %d: %s
ru: Ошибка %d при запуске 'net usershare': %s
sv: 'net usershare' returnerade fel %d: %s
tr: 'net usershare' %d hatası döndürdü: %s
ug: 'net usershare' قايتۇرغان خاتالىق %d: %s
uk: 'net usershare' повернув помилку %d: %s
ur_pk: 'net usershare' نے غلطی لوٹائی ہے %d: %s
zh_cn: 'net usershare' 返回错误号 %d: %s

source: 'net usershare' returned error %d
ast: 'net usershare' devolvió'l fallu %d
be: Падчас запуску 'net usershare' адбылася памылка %d
ca: «net usershare» ha tornat l'error %d
cs: Příkaz 'net usershare' vrátil chybu %d
da: 'net usershare' returnerede fejl %d
de: Der Aufruf von »net usershare« erzeugte Fehler Nummer %d.
es: 'net usershare' devolvió el error %d
eu: 'net usershare' komandoak %d errorea itzuli du
fi: "net usershare" palautti virheen %d
fr: 'net usershare' a renvoyé une erreur %d
gl: 'net usershare' rematou co erro %d
id: 'net usershare' mengembalikan galat %d
ja: 'net usershare' はエラー %d を返しました
lt: „net usershare“ grąžino klaidą %d
lv: 'net usershare' atgrieza kļūdu %d
pt: 'net usershare' retornou o erro %d
pt_br: O "compartilhamento de rede do usuário" retornou o erro %d
ru: Ошибка %d при запуске 'net usershare'
sv: 'net usershare' returnerade fel %d
tr: 'net usershare' %d hatası döndürdü
ug: 'net usershare' قايتۇرغان خاتالىق %d
uk: 'net usershare' повернув помилку %d
ur_pk: 'net usershare' نے غلطی لوٹائی ہے %d
zh_cn: 'net usershare' 返回错误号 %d

source: the output of 'net usershare' is not in valid UTF-8 encoding
ast: la salida del comandu 'net usershare' nun tien una codificación UTF-8 válida
be: вывад 'net usershare' мае хібнае кадаванне UTF-8
ca: la sortida de «net usershare» no te una codificació UTF-8 vàlida
cs: výstup příkazu 'net usershare' není platný řetězec s kódováním UTF-8
da: uddata fra 'net usershare' er ikke gyldigt UTF-8 tegnsæt
de: Die Ausgabe von »net usershare« ist nicht nach UTF-8 kodiert.
es: la salida del comando 'net usershare' no tiene una codificación UTF-8 válida
eu: 'net usershare' komandoaren irteera ez UTF-8 kodeketan baliozkoa
fi: Komennon "net usershare" tulostus ei käytä UTF-8 -merkistökoodausta.
fr: la sortie de 'net usershare' n'est pas au format UTF-8
gl: a saída de 'net usershare' non está nunha codificación UTF-8 válida
id: keluaran 'net usershare' bukan penyandian UTF-8 yang sah
ja: 'net usershare' の出力は正しい UTF-8 エンコーディングではありません
lt: „net usershare“ išvedimas nėra tinkamos UTF-8 koduotės
lv: izvads no "net usershare" nav derīgā UTF-8 kodējumā
pt: a saída do 'net usershare' não está codificado em UTF-8
pt_br: A saída do "compartilhamento de rede do usuário" não está codificado em UTF-8
ru: вывод 'net usershare' не является допустимой строкой UTF-8
sv: utdata från 'net usershare' är inte i giltig UTF-8-kodning
tr: 'net usershare' çıktısı UTF-8 kodlamasına göre geçerli değil
ug: 'net usershare' چىقارغان ئۇچۇرلار UTF-8 دە كودلانماپتۇ
uk: вивід команди 'net usershare' в неправильному UTF-8 кодуванні
ur_pk: ما حاصل برائے 'net usershare' موزوں UTF-8 انکوڈنگ نہیں رکھتا
zh_cn: 'net usershare' 的输入不是合法 UTF-8 编码

source: Failed
ast: Fallu
be: Памылка
ca: Ha fallat
cs: Selhal
da: Fejlede
de: Fehlgeschlagen
es: Fallo
eu: Huts egin du
fi: Epäonnistui
fr: Échec
gl: Fallou
id: Gagal
ja: 失敗しました
kab: Yecceḍ
lt: Nepavyko
lv: Neizdevās
pt: Falhou
pt_br: Falhou
ru: Ошибка
sv: Misslyckades
tr: Başarısız
ug: مەغلۇپ بولدى
uk: Помилка
ur_pk: ناکام
zh_cn: 失败

source: Samba's testparm returned with signal %d
ast: El comandu testparm de Samba finó cola señal %d
be: Testparm вярнуўся з сігналам %d
ca: «testparm» de samba ha acabat amb el senyal %d
cs: Testovací parametr aplikace Samba vrátil signál %d
da: Samba's testparm returnerede med signal %d
de: Die Sambafunktion »testparm« erzeugte Signal Nummer %d.
es: El comando testparm de Samba finalizó con la señal %d
eu: Sambaren testparm komandoak %d seinaleaz amaitu da
fi: Samban testparm palautti signaalin %d
fr: testparm a renvoyé un signal %d
gl: O testparm de Samba rematou co sinal %d
id: Parameter tes Samba kembali dengan sinyal %d
ja: Samba の testparm はシグナル %d を返しました
lt: Samba testparm baigėsi su signalu %d
lv: Samba testparm atgrieza signālu %d
pt: O testparm do Samba retornou com o sinal %d
pt_br: O comando testparm do Samba retornou com o sinal %d
ru: Процесс testparm завершён с сигналом возврата %d
sv: Sambas testparm returnerade signal %d
tr: Samba testparm işlemi %d sinyali döndürdü
ug: Samba نىڭ testparm %d دېگەن سىگنالنى قايتۇردى
uk: testparm Самби повернувся з сигналом %d
ur_pk: سامبا کے ٹیسٹ پارم testparm سگنل %d کے ساتھ واپس آیا ہے
zh_cn: Samba 测试返回信号 %d

source: Samba's testparm failed for an unknown reason
ast: El comandu testparm de Samba falló por un motivu desconocíu
be: Падчас запуску testparm Samba адбылася невядомая памылка
ca: «testparm» de samba ha fallat per motius desconeguts
cs: Testovací parametr aplikace Samba selhal z neznámého důvodu
da: Samba's testparm fejlede af en ukendt grund
de: Die Sambafunktion »testparm« schlug aus unbekanntem Grund fehl.
es: El comando testparm de Samba falló por un motivo desconocido
eu: Sambaren testparm komandoak arrazoi ezezagun bategatik huts egin du
fi: Samban testparm epäonnistui tuntemattomasta syystä
fr: testparm a échoué pour une raison inconnue
gl: O testparm de Samba fallou por unha razón descoñecida
id: Parameter tes Samba gagal karena alasan yang tak diketahui
ja: Samba の testparm は不明な理由で失敗しました
lt: Samba testparm nepavyko dėl nežinomos priežasties
lv: Samba testparm neizdevās nezināmu iemeslu dēļ
pt: O testparm do Samba falhou por uma razão desconhecida
pt_br: O comando testparm do Samba falhou por uma razão desconhecida
ru: Неизвестная ошибка при запуске testparm
sv: Sambas testparm misslyckades av en okänd anledning
tr: Samba testparm işlemi bilinmeyen bir nedenden ötürü başarısız oldu
ug: Samba نىڭ testparm نامەلۇم سەۋەبلەر تۈپەيلى مەغلۇپ بولدى
uk: testparm Самби невиконаний з невідомої причини
ur_pk: سامبا کا ٹیسٹ پار testparm نا معلوم وجہ سے ناکام ہوا ہے
zh_cn: Samba 测试由于未知原因而失败

source: Samba's testparm returned error %d: %s
ast: El comandu testparm de Samba devolvió'l fallu %d: %s
be: Падчас запуску testparm Samba адбылася памылка %d: %s
ca: «testparm» de samba ha acabat amb l'error %d: %s
cs: Testovací parametr aplikace Samba vrátil chybu %d: %s
da: Samba's testparm returnerede fejl %d: %s
de: Die Sambafunktion »testparm« erzeugte Fehler Nummer %d: %s
es: El comando testparm de Samba devolvió el error %d: %s
eu: Sambaren testparm komandoak %d errorea itzuli du: %s
fi: Samban testparm palautti virheen %d: %s
fr: testparm a renvoyé une erreur %d : %s
gl: O testparm de Samba rematou co erro %d: %s
id: Parameter tes Samba mengembalikan galat %d: %s
ja: Samba の testparm はエラー %d を返しました: %s
lt: Samba testparm grąžino klaidą %d: %s
lv: Samba testparm atgrieza kļūdu %d: %s
pt: O testparm do Samba retornou o erro %d: %s
pt_br: O comando testparm do Samba retornou o erro %d: %s
ru: Ошибка %d при запуске testparm: %s
sv: Sambas testparm returnerade fel %d: %s
tr: Samba testparm işlemi %d hatası döndürdü: %s
ug: Samba نىڭ testparm %d دېگەن خاتالىق قايتۇردى: %s
uk: testparm Самби повернув помилку %d: %s
ur_pk: سامبا کے ٹیسٹ پارم testparm نے غلطی لوٹائی ہے %d: %s
zh_cn: Samba 测试返回错误号 %d: %s

source: Samba's testparm returned error %d
ast: El comandu testparm de Samba devolvió'l fallu %d
be: Падчас запуску testparm Samba адбылася памылка %d
ca: «testparm» de samba ha acabat amb l'error %d
cs: Testovací parametr aplikace Samba vrátil chybu %d
da: Samba's testparm returnerede fejl %d
de: Die Sambafunktion »testparm« erzeugte Fehler Nummer %d.
es: El comando testparm de Samba devolvió el error %d
eu: Sambaren testparm komandoak %d errorea itzuli du
fi: Samban testparm palautti virheen %d
fr: testparm a renvoyé une erreur %d
gl: O testparm de Samba rematou co erro %d
id: Parameter tes Samba mengembalikan galat %d
ja: Samba の testparm はエラー %d を返しました
lt: Samba testparm grąžino klaidą %d
lv: Samba testparm atgrieza kļūdu %d
pt: O testparm do Samba retornou o erro %d
pt_br: O comando testparm do Samba retornou o erro %d
ru: Ошибка %d при запуске testparm
sv: Sambas testparm returnerade fel %d
tr: Samba testparm işlemi %d hatası döndürdü
ug: Samba نىڭ testparm %d دېگەن خاتالىق قايتۇردى
uk: testparm Самби повернув помилку %d
ur_pk: سامبا کے ٹیسٹ پارم testparm نے غلطی لوٹائی ہے %d
zh_cn: Samba 测试返回错误号 %d

source: Cannot remove the share for path %s: that path is not shared
ast: Nun puede desaniciase'l recursu compartíu pal camín %s: esti camín nun ta compartíu
be: Не атрымалася выдаліць рэсурс для каталога%s: каталога няма ў агульным доступе
ca: No es pot treure la compartició de %s: la carpeta no està compartida
cs: Nelze odebrat sdílení z cesty %s: tato cesta není sdílená
da: Kunne ikke fjerne delingen for sti %s: denne sti er ikke delt
de: Die Freigabe für »%s« kann nicht entfernt werden: Das ist keine Freigabe.
es: No se puede eliminar el recurso compartido para la ruta %s: esta ruta no está compartida
eu: Ezin da %s bidearen partekatzea kendu: bidea ez dago partekatua
fi: Polun %s jakoa ei voi poistaa: polkua ei ole jaettu
fr: Échec à la suppression du partage pour %s : le chemin d'accès n'est pas partagé
gl: Non se puido eliminar o recurso da ruta %s: dita ruta non está compartida
id: Tak dapat menghapus bagian untuk alamat %s: alamat tersebut tidak dibagi
ja: パス %s の共有を解除できません: これは共有されていません
kab: Ulamek ad yettwakkes beṭṭu i ubrid %s: abrid-nni ur yettwabḍa ara
lt: Nepavyko pašalinti bendrinamo aplanko keliui %s: šis kelias neviešinamas
lv: Nevar noņemt izdali ar ceļu %s: šis ceļš netiek koplietots
pt: Incapaz de remover a partilha para o caminho %s: este caminho não está partilhado
pt_br: Não foi possível remover o compartilhamento para o caminho %s: este caminho não está compartilhado
ru: Не удалось удалить ресурс для папки %s: эта папка не опубликована
sv: Kan inte ta bort utdelningen för sökvägen %s: den sökvägen delas inte ut
tr: %s dosya yolu için paylaşım kaldırılamıyor: yol paylaşımda değil
ug: يول %s نىڭ ھەمبەھىرىنى ئۆچۈرگىلى بولمىدى: بۇ يول ھەمبەھىرلەنمەپتۇ
uk: Не вдалось видалити загальний ресурс %s: цей ресурс не був загальнодоступним
ur_pk: پاتھ %s کے لیے شیئر ختم نہیں کیا جاسکتا: یہ پاتھ شیئرڈ نہیں ہے
zh_cn: 无法删除共享路径 %s: 此路径未被共享
