Repository: Libertasio/thunar-shares-plugin
Catalog: po/hye.po
Languages: hye

source: Please, write a name.
hye: Մուտքագրէք անունը:

source: Share name too long. Some old clients may have problems to access it, continue anyway?
hye: Տարածուող անունը շատ երկար է:Որոշ հին սպասառուներ կարող են ունենալ հասանելիութեան խնդիրներ, շարունակե՞լ։

source: Error while getting share information: %s
hye: Չյայձողուեց տարածել տեղեկութիւնը.%s

source: Another share has the same name
hye: Այլ փոխատրուող տարր ունի նոյն անունը

source: Cannot modify the share:
hye: Անհնար է խմբագրել փոխատրուող տարրը։

source: Thunar needs to add some permissions to your folder in order to share it. Do you agree?
hye: Հարկաւոր են արտաւնութիւններ պանակը փոխատրելի դարձնելու համար։ Շարունակե՞լ։

source: Error when changing folder permissions.
hye: Չյայջողուեց արտաւնութիւնները փոփոխել։

source: %s %s %s returned with signal %d
hye: %s%s%s֊ը վերադարձրել է%dազդանշանը

source: %s %s %s failed for an unknown reason
hye: %s%s%s-ի անյայտ ձախողում

source: 'net usershare' returned error %d: %s
hye: «net usershare»֊ի%dսխալ.%s

source: 'net usershare' returned error %d
hye: «net usershare»֊ի սխալ %d

source: the output of 'net usershare' is not in valid UTF-8 encoding
hye: net usershare'֊ի ելքային տեղեկոյթը UTF-8 այլագրմամբ չէ

source: Failed
hye: Ձախողում

source: Samba's testparm returned with signal %d
hye: Samba֊ի testparm֊ը վերադարձրել է %dազդանշանը:

source: Samba's testparm failed for an unknown reason
hye: Samba testparm֊ի անյայտ ձախողում

source: Samba's testparm returned error %d: %s
hye: Samba֊ի testparm֊ը վերադարձրել է%dսխալը.%s

source: Samba's testparm returned error %d
hye: Samba testparm֊ի սխալ %d

source: Cannot remove the share for path %s: that path is not shared
hye: Չյայջողուեց հեռացենլ %s ուղու փոխատրումը․ ուղին չի փոխատրուում

source: Cannot change the path of an existing share; please remove the old share first and add a new one
hye: Չյաջողղուեց փոփոխել առկայ փոխատրման ուղին, հեռացրէք հին փոխատրումը եւ յաւելէք նորը

source: <b>Folder Sharing</b>
hye: <b>Պանակի փոխատրում</b>

source: Share this folder
hye: Տարածել այս թղթապանակը

source: Share Name:
hye: Տարածել Անունը.

source: Allow others users to write in this folder
hye: Թոյլատրել այլ աւգտատէրերի կատարել փոփոխութիւններ պանակում

source: Allow Guest access
hye: Թոյլատրել Հիւրային հասանելիութիւնը

source: Comments:
hye: Մեկնաբանութիւններ.

source: _Apply
hye: _Հաստատել

source: Share
hye: Տարածել

source: You are not the owner of the folder.
hye: Դուք չէք պանակի սեփականատէրը ։

source: You may need to install Samba, check your user permissions(usershares group) and re-login. <b>More info:</b> <u>http://thunar-shares.googlecode.com/</u>
hye: Հարկաւոր է տեղակայել Samba, ստուգէք աւգտատիրոջ արտաւնութիւնները եւ փորձէք կրկին։ <b>Աւելին</b><u>http://thunar-shares.googlecode.com/</u>
